function getInitialProducts(){
    return [
        {
            "name":"Xiaomi Redmi 9A",
            "short_description":"Dual SIM, 32GB, 4G, 6.53\" HD+ дисплей",
            "long_description":"Големият дисплей ви позволява да се потопите във виртуалния свят. Със сертификация за защита от синя светлина очите ви няма да се уморяват дори след няколко часа, прекарани на вашия мобилен телефон Xiaomi Redmi 9A. Разполага с време на готовност до 34 дни, така че осигурява захранване за дълго време. Батерията с дълъг живот има цикъл на зареждане 1000. Това означава, че устройството може да се използва всеки ден в продължение на 2 години и половина, без да се увреди батерията.",
            "price":194.99,
            "image_url":"1.png"
        },
        {
            "name":"Samsung Galaxy A21s",
            "short_description":"Dual SIM, 32GB, 4G, 6.5-инчов Infinity-O дисплей",
            "long_description":"Galaxy A21s има лъскаво и холографско покритие, което хваща окото. Гладките извивки на телефона позволяват лесно и сигурно захващане при навигация по екрана. Ултра висока резолюция с 48MP основна камера за ясни снимки ден и нощ. 123° 8MP ултраширокъгълната камера улавя повече от гледката. Избери подобрената 2MP макрокамера за супер прецизни близки планове и се увери, че обектът винаги се откроява с различните ефекти на Live Focus с 2MP камера за дълбочина.",
            "price":298.99,
            "image_url":"2.png"
        },
        {
            "name":"Realme 8 Pro",
            "short_description":"Dual SIM, 128GB, 8GB RAM, 4G, 6.4-инчов Super AMOLED дисплей",
            "long_description":"Ослепителен звезден ефект чрез новия процес на кристализация против отблясъци. Замразените частици против отблясъци са увеличени и осветени, създавайки микро-текстура, която дава усещане за дълбочина. Резултатът е естествен кристален завършек, лъскав, матов и деликатен. Realme 8 Pro е с дебелина от само 8,1 мм и тежи 176 г. Освен това, кристалното покритие против отблясъци прави смартфона по-удобен и приятен на допир. Камерата 108MP включва ISOCELL HM2 от Samsung, масивен сензор 1/1.52\" с пикселна изолация ISOCELL Plus и максимална разделителна способност 12000 × 9000. А технологията 9-in-1 Pixel Binning позволява съчетанието на девет съседни пиксела 0,7 μm за симулиране на големи пиксели от 2,1 μm, подобрявайки яркостта на изображението. Ден или нощ, винаги е лесно да направите ясни, ярки и реалистични изображения.",
            "price":559.99,
            "image_url":"3.png"
        },
        {
            "name":"Samsung Galaxy A71",
            "short_description":"Dual SIM, 128GB, 6GB RAM, 4G, 6.7-инчов Infinity-O дисплей",
            "long_description":"Под симетричния 6.7\" Infinity-O Display на Galaxy A71, технологията Super AMOLED Plus доставя реалистични цветове във всичко, което гледаш и правиш — от игри и филми, до сърфиране в интернет и многозадачност. Започнете да се радвате на повече от това, което обичате, без пречки. С изтънчения и елегантен дизайн на извития си екран, Galaxy A71 е красив за окото и пасва удобно в ръката ви. Неговото първокласно гланцово покритие го прави лесен за държане, а ритмичният мотив придава уникален персонален завършек на всеки от цветовете в гамата — черен, сребърен, син.",
            "price":678.00,
            "image_url":"4.png"
        },
        {
            "name":"Samsung Galaxy A32",
            "short_description":"Dual SIM, 64GB, 5G, 6.5\" Infinity-V дисплей",
            "long_description":" Разшири гледката пред очите си 6,5-инчовия Infinity-V дисплей на Galaxy A32 5G и виж какво си пропускал досега. Благодарение HD+ технологията, всекидневното съдържание изглежда максимално добре – ясно и ярко. Galaxy A32 5G изглежда добре и го усещаш още по-добре в ръцете ти. Безупречният дизайн съчетава цветовите нюанси с фин блясък с минимален прорез на основната камера за постигане на наистина емблематичен стил. Избирай от четири цвята, за да изразиш себе си: черно, бяло, синьо, лилаво.",
            "price":498.99,
            "image_url":"5.png"
        }
    ]
}
module.exports=getInitialProducts;